{
  "3 Witches house" : "Witcher found the witch's house in the middle of the swamp. Three witches were sitting on a bench in front of the shack playing poker.\n'Hi,' said the Witcher\nAll three witches raised their heads and measured the man with a gaze. They knew who was in front of him.\n'I smell Monsters,' said one witch\n'I smell a Killer,' said the second witch\n'I smell a good Man,' said the third and oldest witch. 'You are in the middle of a dangerous journey. I know it. Six years ago, another witcher helped us finish an annoying Kikimora. But he left and didn't take a reword. Quirios it is, is't it?'\nAll the witches laughed.\nThe oldest witch continued, 'The prize is still here. Solve our riddle, and we will present you with a red mushroom. It's the mushroom, and your maximum heart will increase by 20%'\n'Here is the riddle: The person who built it sold it. The person who bought it never used it. The person who used it never saw it. What is it?\n'Hmm, a coffin. It is a coffin. It is a pretty simple riddle for a monster slayer' laughed Witcher\n'You a clever monster slayer. Her is your mushroom. Eat it now'\nWitcher ate the red mushroom.",
  "Mountain troll cave" : "Witcher found a mountain troll cave. Why he knows that it is a troll's cave? Because only this type of monster leaves his poop in the front of a shelter.\nMountain trolls make dangerous opponents in battle. They are smart and have enough power to lift massive objects to use as weapons.\nThere are rumors that somewhere in these mountains is a troll cave, and in that cave is a chest, and in that chest, a brave man will find a Sword of the Swords. People say that this word can cut steel and stone.\nWitchers medallion is humming. It means that the Troll is inside.\n'Hrr, hrrrr, pfff' heard Witcher snoring sounds that came from the cave. 'Hm, he is sleeping. I cannot fight the Troll to check if the Sword of the Swords is real. But maybe I can crawl and not awake the Troll?' Witcher thinking out loud.'I will try to sneak into the Troll’s cave and check if a sword is there'\nIt is just a legend. I won’t risk my mission, and I’ll keep going.\nWitcher sneaks into a cave, crawls near a snoring Troll, and finds a sword.",
  "Crossroad" : "Witcher is outside the tavern on a crossroad. Roadsigns say if you turn to the east, you will reach the Verden Mountains. If you fo to the south, you will enter the Royal Forrest, and a Greater Swamp lays to the south-east.",
  "Basilisk cave" : "Here it is, a Basilisk Cave, the Devil's Cave. Basilisks choose dark and damp places like caves and abandoned canal branches as their dwellings.\n'Hmm, Medallion's humming, it means that Basilisk is inside,' said Witcher. 'Let's check my notes, as the last time  I fought Basilisk was about 15 years ago.\nHe opened a notepad and read, 'Contrary to popular belief, basilisks cannot turn anything to stone with their gaze. When preparing to fight such a creature, one should drink Golden Oriole elixir, which will provide resistance to its venom.'\nHe stepped back and put a small chest in front of him. He opened the chest that was filled with a small vial of different colors. He took a vial with a red and dark gray fluid and drank the content of both vials. The red one was the 'Night Cat' elixir, which give him the ability to see in the dark as it is a day. And a grey one is a Golden Oriole elixir that should protect Witcher from the Bailisk's venom.\nHe unwrapped the sword, his silver sword for monsters, and stepped into the cave.\nThe basilisk is in the center of the cave. It is a dragon-like creature with birdlike beaks, webbed wings, razor-sharp teeth, hooked talons, and crimson dewlaps. \nLooks like one of the farmers lost another cow, and Basilisk had a feast. He raised his head on a long neck above a pile of bones and measured the intruder with his gaze. \nBasilisk spread his wings, took off above the ground, and fiercely attacked Witcher. \n'Now I see why people call you the Devil,' said Witcher and jumped off to the side.",
  "Forester's shack" : "Witcher found this old, rusty shack while hiking through the rocky area of the forest. The forester was sitting on a bench in front of the shack.\n'Hi' said the Witcher\nThe Forrester raised his head above a barrel of wild berries and measured the man with his gaze. He had met witchers before and knew who was in front of him.\n'What times,' sighed the forester. 'What bad times! Twenty years ago, who would have thought, even in a drunken stupor, that such a profession as a witcher would exist? I lived peacefully in my shack, and the worst thing you could meet in the forest was a traveling bandit.' \nItinerant killers of basilisks, traveling slayers of dragons and vodniks! Tell me, Witcher, are you allowed beer in your guild?'\n'Certainly.'\n'Follow me,' said the forester, and they both stopped in the shack. Forester filled two tankards with a beer from the barrel next to the door.\n'Cheers,' said Witcher and drew from the tankard.\n'Cheers,' forester muttered, drinking deep from his tankard.\nThe beer was cold and frothy.\n'You know, this forest is a bit magical place. You can find many rare plans here if you know where to look. You seem to be a good gay. And you killed a couple of monsters who annoyed me very much.' Said forester. 'I have an existence from a dragon root. Drink it, and your health will be as good as before you decided to step in Verden.'\n'You give it to me for free?' Witcher was smiling. 'Nothing is free in this world.' \n'I pay you for what you did for the forest.' said forester\n Witcher drinks the bitter liquid.",
  "Cowshed" : "Witcher ran through the kitchen and jumped through the small and high window above a washstand. \nHe landed in the middle of a puddle of cow manure. He slipped and hit the ground loudly. A couple of thin cows screamed wildly. Witcher swiftly got up and found himself covered in cows' manure. \n'Kurwa' he swore, brushed off the dirt from his clothes, and left the cowshed limping on his left foot.",
  "Stable" : "Witcher jumps through the window and is in a tavern's stable. Never stay near the but of a horse told him Vesemir hundreds of times. \nWitcher, with his jump, frightened a gorgeous white horse and got kicked in the chest. That kick throws Witcher's breath away for a couple of long minutes.\nThe mark from a horseshoe will be with our hero for the next two months reminding him how unlucky he was that day. 'Kurva' he swore and left the stables breathing heavily.",
  "Tavern" : "A man stood outside an old tavern, listening to the voices inside. The best days of this tavern pass a long ago. There was no sign on the front door, and beams of candlelight made their way out through the holes in the wall. 'Hm, that's the place,' mumbled he.\nHe was definitely not old, but the scars on his face made him look old. He was wearing a dirty dark green coat. Under the coat, he wore a leather jerkin laced up at the neck and shoulders. Rather usual look for a traveler. But two swords strapped to his back as a bow or a quiver define him as a member of a Guild of Witchers, monster slayers.\nWither entered the tavern, and it was almost empty. He stopped. Not a popular place, though. The one-eyed bartender raised his head and measured a guest with his gaze. \n'What's your poison, sir? Beer, vodka.. or maybe fisstech?' He winked at the guest.\n'I have an appointment,' said the stranger. His voice was unpleasant.\nHe looked around and went to a table in the darkest corner of the tavern. The table was occupied, and a pale man in a black robe with a glass of vodka had been staring at the Witcher since he walked in.\nThe Witcher approached the pale man and sat next to him.\n'Alger said you need rare ingredients, like a Basilisk's fang.' Said Witcher quietly.\nThe stranger just nodded slowly and hardly visibly.\n'Then you know the price and my conditions. 300 coins now, and 700 after a delivering you one fang. If I am lucky enough, I will get you all four fangs for extra 300 coins.' Witcher chuckled.\n'It is a former robbery!'\n'Okay, then go and do it yourself for free!'\n'Where is your advance, 300 coins,' Said the strander and passed a thick leather wallet to Witcher under the table. 'I'll give you 150 coins extra, that's it' the stranger looked at Witcher angrily. 'You will find a basilisk in the cave 30 miles southeast from here. I'll meet you next Tuesday here, right after the sunset.' Said the stranger and swiftly left the tavern.\n'Oh, those amateur necromancers, why believe in old fairy tails that, using the fang of the Devil, or Basilisk as we call it, can create an army of undead and concur the world.'Witcher thought and laughed out loud.\nThis necromancer left a half-empty glass of vodka, and Witcher decided it would be wistful to leave it to a bartender. He spent some time finishing the rest of the vodka and went to the exit from the tavern."
}